export const ourSecretList = [
  {
    id: 6,
    text: "تعزيز محبة القرآن وأهله",
  },
  {
    id: 4,
    text: "خيارات أوقات متعددة تناسب الجميع",
  },
  {
    id: 7,
    text: "تخريج حفظة متقنين",
  },
  {
    id: 2,
    text: "بيئة تقنية منظمة وميسرة",
  },
  {
    id: 5,
    text: "عناية بلغة القرآن العربية",
  },
  {
    id: 8,
    text: "عناية كبيرة بالمراجعة",
  },
  {
    id: 3,
    text: "تحديد المستوى قبل البدء",
  },
  {
    id: 9,
    text: "منهج سليم على بصيرة",
  },
  {
    id: 10,
    text: "مسارات تعليمية متنوعة",
  },
  {
    id: 12,
    text: "العناية بحفظ الأحاديث النبوية",
  },
  {
    id: 1,
    text: "معلمون مجازون أكفاء من ذوي الخبرة",
  },
  {
    id: 11,
    text: "أنشطة تفاعلية محفزة",
  },
];
