const HOME = {
  HEADER: {
    TITLE: "مقرأة قرآنية إلكترونية لتعليم أطفال العالم",
    SIGN_UP: "سجل الآن",
    RECITE: "رتل",
    RISE_UP: "ارتق",
    READ: "اقرأ",
  },
  QURAN_RECITER: {
    TITLE: "مقرأة قرآنية",
    TITLE_PARTS: {
      P1: "مقرأة",
      P2: "قرآنية",
    },
  },
  WHAT_WE_TEACH: {
    TITLE: "ماذا نُعلِّم ؟",
    TITLE_PARTS: {
      P1: "ماذا",
      P2: "نُعلِّم",
      P3: "؟",
    },
    TEACHING_QURAN: "تعليم القرآن الكريم",
    MEANING_OF_WORDS: "ومعاني كلماته",
    LIST: {
      ITEM1: {
        ID: "",
        ICON: "",
        TEXT: "القرآن الكريم ومعاني كلماته",
      },
      ITEM2: {
        ID: "",
        ICON: "",
        TEXT: "الأحاديث النبوية",
      },
      ITEM3: {
        ID: "",
        ICON: "",
        TEXT: "الأذكار النبوية",
      },
      ITEM4: {
        ID: "",
        ICON: "",
        TEXT: "القاعدة النورانية",
      },
      ITEM5: {
        ID: "",
        ICON: "",
        TEXT: "الجزء الرشيدي",
      },
      ITEM6: {
        ID: "",
        ICON: "",
        TEXT: "المتون العلمية",
      },
      ITEM7: {
        ID: "",
        ICON: "",
        TEXT: "مكارم الأخلاق",
      },
    },
  },
  HOW_WE_TEACH: {
    TITLE: "كيف نُعلِّم ؟",
    TITLE_PARTS: {
      P1: "كيف",
      P2: "نُعلِّم",
      P3: "؟",
    },
    LIST: {
      ITEM1: {
        ID: "",
        TEXT: "مشافهة على مقرئين مجازين",
      },
      ITEM2: {
        ID: "",
        TEXT: "بطريقة تفاعلية في جو تربوي محبب",
      },
      ITEM3: {
        ID: "",
        TEXT: "في جو تربوي محبب",
      },
      ITEM4: {
        ID: "",
        TEXT: "مع الحرص على إتقان التلاوة قبل الحفظ وفهم معاني الكلمات .",
      },
    },
  },
  OUR_SECRET: {
    TITLE: "ما سر تميُّزنا ؟",
    TITLE_PARTS: {
      P1: "سر",
      P2: "تميُّزنا",
    },
    LIST: {
      ITEM1: {
        ID: "",
        TEXT: "معلمون مجازون أكفاء من ذوي الخبرة التعليمية والتربوية",
      },
      ITEM2: {
        ID: "",
        TEXT: "بيئة تقنية منظمة وميسرة",
      },
      ITEM3: {
        ID: "",
        TEXT: "تحديد المستوى قبل البدء",
      },
      ITEM4: {
        ID: "",
        TEXT: "خيارات أوقات متعددة تناسب الجميع",
      },
      ITEM5: {
        ID: "",
        TEXT: "عناية بلغة القرآن العربية",
      },
      ITEM6: {
        ID: "",
        TEXT: "تعزيز محبة القرآن وأهله",
      },
      ITEM7: {
        ID: "",
        TEXT: "تخريج حفظة متقنين",
      },
      ITEM8: {
        ID: "",
        TEXT: "عناية كبيرة بالمراجعة",
      },
      ITEM9: {
        ID: "",
        TEXT: "منهج سليم على بصيرة",
      },
      ITEM10: {
        ID: "",
        TEXT: "مسارات تعليمية متنوعة",
      },
      ITEM11: {
        ID: "",
        TEXT: "أنشطة تفاعلية محفزة",
      },
      ITEM12: {
        ID: "",
        TEXT: "العناية بحفظ الأحاديث النبوية",
      },
    },
  },
  OUR_WINDOW: {
    TITLE: "نافذة المقرأة",
    TITLE_PARTS: {
      P1: "نافذة",
      P2: "المقرأة",
    },
  },
  TEACH_CHILDREN: {
    TITLE: "مقرأة قرآنية إلكترونية لتعليم أطفال العالم",
  },
  OUR_CLASSES: {
    TITLE: "حلقات المقرأة",
    TITLE_PARTS: {
      P1: "حلقات",
      P2: "المقرأة",
    },
    LIST: {
      ITEM1: {
        ID: "",
        TEXT: "حلقة التلقين والتحفيظ",
        DESC: "لكل من لا يحسن القراءة من المصحف",
      },
      ITEM2: {
        ID: "",
        TEXT: "حلقة تصحيح التلاوة",
        DESC: "لكل من تحتاج تلاوته إلى ضبط جيد تلاوة وأحكاما",
      },
      ITEM3: {
        ID: "",
        TEXT: "حلقة الحفظ والمراجعة",
        DESC: "لكل من يجيد القراءة من المصحف قراءة صحيحة ويقدر على الحفظ والمراجعة اليومية",
      },
      ITEM4: {
        ID: "",
        TEXT: "حلقة القاعدة النورانية",
        DESC: "لجميع الراغبين",
      },
      ITEM5: {
        ID: "",
        TEXT: "حلقة حفظ المتون والأذكار",
        DESC: "لجميع الراغبين",
      },
    },
  },
  TEACHERS: {
    TITLE: "معلمونا",
    TITLE_PARTS: {
      P1: "معلمونا",
    },
  },
  ACHIEVEMENTS: {
    TITLE: "إنجازات الحفظ في مقرأة زيدو",
    TITLE_PARTS: {
      P1: "إنجازات",
      P2: "الحفظ",
    },
    QURAN_TOTAL: "عدد الطلبة الذين حفظوا هذه الأجزاء",
    QURAN_STUDENTS: "طالب",
    AZKAR_TOTAL: "عدد الطلبة الذين حفظوا هذه الأذكار والمتون",
    AZKAR_STUDENTS: "طالب",
  },
  TESTIMONIALS: {
    TITLE: "آراؤكم",
    TITLE_PARTS: {
      P1: "آراؤكم",
    },
  },
  FAQ: {
    TITLE: "س ج المقرأة",
    TITLE_PARTS: {
      P1: "س",
      P2: "ج",
      P3: "المقرأة",
    },
  },
};
export default HOME;
